export const indianStatesAndCities = {
  "बिहार": ["पटना", "गया", "मुजफ्फरपुर", "भागलपुर", "दरभंगा", "पूर्णिया", "आरा", "बेगूसराय", "कटिहार", "अन्य"],
  "उत्तर प्रदेश": ["लखनऊ", "कानपुर", "वाराणसी", "आगरा", "प्रयागराज", "गोरखपुर", "मेरठ", "बरेली", "अलीगढ़", "अन्य"],
  "मध्य प्रदेश": ["भोपाल", "इंदौर", "ग्वालियर", "जबलपुर", "उज्जैन", "सागर", "रतलाम", "रीवा", "सतना", "अन्य"],
  "दिल्ली": ["नई दिल्ली", "उत्तर दिल्ली", "दक्षिण दिल्ली", "पूर्वी दिल्ली", "पश्चिमी दिल्ली", "अन्य"],
  "झारखंड": ["रांची", "जमशेदपुर", "धनबाद", "बोकारो", "देवघर", "हजारीबाग", "अन्य"],
  "राजस्थान": ["जयपुर", "जोधपुर", "उदयपुर", "कोटा", "अजमेर", "बीकानेर", "अन्य"],
  "छत्तीसगढ़": ["रायपुर", "भिलाई", "बिलासपुर", "दुर्ग", "कोरबा", "अन्य"],
  "हरियाणा": ["गुरुग्राम", "फरीदाबाद", "रोहतक", "हिसार", "पानीपत", "करनाल", "अन्य"],
  "पंजाब": ["चंडीगढ़", "लुधियाना", "अमृतसर", "जालंधर", "पटियाला", "अन्य"],
  "उत्तराखंड": ["देहरादून", "हरिद्वार", "रुड़की", "हल्द्वानी", "नैनीताल", "अन्य"],
  "महाराष्ट्र": ["मुंबई", "पुणे", "नागपुर", "नासिक", "औरंगाबाद", "अन्य"],
  "गुजरात": ["अहमदाबाद", "सूरत", "वडोदरा", "राजकोट", "अन्य"],
  "पश्चिम बंगाल": ["कोलकाता", "हावड़ा", "दार्जिलिंग", "आसनसोल", "अन्य"],
  "अन्य राज्य": ["अन्य"]
};
